# Init3DSServices

## Description
Init 3DS Library services for Import and Export

```pascal
PROCEDURE Init3DSServices;
```

```python
def vs.Init3DSServices():
    return None
```

## Examples
```pascal
Init3DSServices;
```
```python
import vs

# Init 3DS Library services for Import and Export.
vs.Init3DSServices()
```

## Version
Availability: from Vectorworks 2014

## Category
* ImportExport